Repository: common-repository/sd-blogs-overview
Catalog: lang/*_Blogs_Overview-*.po
Languages: sv_se

source: Also store transient options that start with underscores.
sv_se: Spara temporära alternativ (som börjar med understreck).

source: Apply
sv_se: Verkställ

source: Collect data
sv_se: Samla data

source: Collect transients
sv_se: Samla temporära alternativ

source: Copies this value to all of the selected blogs
sv_se: Kopierar värdet till samtliga valda bloggar

source: Copy to all marked blogs
sv_se: Kopiera till alla valda bloggar

source: Delete empty options
sv_se: Ta bort tomma alternativ

source: Delete visible options
sv_se: Ta bort synliga alternativ

source: Do nothing
sv_se: Gör inget

source: Edit
sv_se: Redigera

source: If an option is left empty, delete the option completely from the selected blog?
sv_se: Om ett alternativ lämnas tomt, ta bort alternativet helt från den valda bloggen?

source: Javascript tools
sv_se: Javaskriptverktyg

source: Last update: <span title="%s">%s</span>
sv_se: Senaste uppdatering: <span title="%s">%s</span>

source: Maximum option length
sv_se: Alternativmaxläng

source: Options with strings longer than this value are ignored.
sv_se: Alternativ med text längre än det här värdet ignoreras.

source: Overview
sv_se: Översikt

source: Replace
sv_se: Ersätt

source: Replace this text
sv_se: Ersätt den här texten

source: Replaces the text in the selected options.
sv_se: Ersätter text i de valda alternativen.

source: SD Blogs overview
sv_se: SD Bloggöversikt

source: Save
sv_se: Spara

source: Search and replace
sv_se: Sök och ersätt

source: Selected
sv_se: Vald

source: Settings
sv_se: Inställningar

source: Super admin
sv_se: Nätverksadmin

source: The data has been collected from all the blogs!
sv_se: Data har samlats från alla bloggar!

source: The following buttons use javascript to help edit values.
sv_se: Följande knappar använder javaskript för att redigera värden.

source: The options have been set on the selected blogs.
sv_se: Alternativen har ändrats på valda bloggar.

source: The settings have been updated!
sv_se: Inställningarna har uppdaterats!

source: The visible options have been deleted from the selected blogs.
sv_se: De synliga alternativen har tagits bort från de valda bloggarna.

source: Uninstall
sv_se: Avinstallera

source: Update settings
sv_se: Uppdatera inställningar

source: Visible options
sv_se: Synliga alternativ

source: Which options to show in the overview.
sv_se: Vilka alternativ att visa i översikten.

source: With the selected rows
sv_se: Med valda rader gör

source: With this text
sv_se: Med den här texten
